{
  "title": "How many cryptocurrencies are there?",
  "content": "<p>According to data from CoinMarketCap, there are currently more than 7,800 in existence. New tokens are popping up all the time – each with a different use case and backstory.</p><p>The industry’s market cap fluctuates on a regular basis – often driven by the performance of major digital assets such as Bitcoin and Ethereum. At the time of writing, BTC has a 62.6 per cent share of the market&nbsp;but this can start to dwindle when altcoins show dominance.</p><p>Here´s a statistic that reveals how top heavy the market is. The top five cryptocurrencies (Bitcoin, Ethereum, XRP, Tether and Litecoin) represent more than 80 per cent of the crypto sector´s market cap. Many of these smaller altcoins only have a collective value in the low millions – and often the price per coin can fall precipitously in the weeks and months after launch. A sizeable number of the cryptocurrencies in circulation are 'forks' too. For example, Bitcoin Cash and Bitcoin SV have split off from BTC, Ethereum split off from Ethereum Classic, and some argue that Stellar is a hard fork of XRP.</p><p>When it comes to how many cryptocurrencies will survive, it’s worth remembering that there’s a rather extensive graveyard of the digital assets that are no longer active. Many of these relate to initial coin offerings that were held during the boom of 2017 and 2018. In some cases, projects never came to fruition – and some investors lost a sizeable sum of money.</p><p>Others were later outed as scams. A notable example of this is BitConnect. At one point, BCC was one of the top 20 cryptocurrencies in terms of market cap. However, it was later revealed to be a Ponzi scheme – and the coin’s price quickly collapsed after the platform was closed down by administrators. Some digital assets fell off the radar because they weren’t used any more, others suffered devastating hacks that shook investor confidence&nbsp;and there have also been a few parody cryptocurrencies designed to be a joke.</p>",
  "coins": 500,
  "order": 3,
  "type": "Cryptocurrency"
}