{
  "title": "Thinks to know before investing in cryptocurrency",
  "content": "<p><strong>1. Cryptocurrencies are volatile</strong>. The value of cryptocurrencies goes through extreme ups and downs. In 2017, the value of Bitcoin swung between $900 and $20,000! Investing in cryptocurrency is risky, to say the least. Of course, all investing carries a degree of risk. But you should always avoid <em>unnecessary</em> risks, especially when it comes to your hard-earned money. Don´t play poker with your financial future.</p><p><strong>2. There are lots of unknowns</strong>. There´s still a lot that needs to be ironed out with how cryptocurrencies work. Think about it: Nobody even knows who the founder of Bitcoin is! Relatively speaking, only a small percentage of people in the world understand the system and know how to operate it. Ignorance makes you vulnerable. I always advise people that if you can´t explain your investments to a 10-year-old, you have no business investing in them to begin with. You´re setting yourself up to do something stupid.</p><p><strong>3. Cryptocurrencies can be used for fraudulent activity</strong>. People who want to remain anonymous and avoid regulation from banks or the government will use cryptocurrencies to make shady deals on the black market. Money laundering is also a problem in the crypto world. Now hear me on this: I´m not saying that everyone who uses cryptocurrency is a bad person. But I <em>am</em> saying that if someone wants to commit criminal activity and avoid being tracked, the crypto world is an ideal place for them.</p><p><strong>4. Cryptocurrencies have an unproven rate of return</strong>. Trading in cryptocurrency is like gambling. Because it´s exchanged peer to peer without any tie to regulatory standards, there´s no pattern to the rise and fall of its value. You can´t predict changes or calculate returns like you can with growth stock mutual funds. There just isn´t enough data, or enough credibility, to create a long-term investing plan based in cryptocurrency.</p>",
  "coins": 500,
  "order": 5,
  "type": "Cryptocurrency"
}