{
  "title": "What moves the Forex Market?",
  "content": "<p>The forex market is made up of currencies from all over the world, which can make exchange rate predictions difficult as there are many factors that could contribute to price movements. However, like most financial markets, forex is primarily driven by the forces of supply and demand, and it is important to gain an understanding of the influences that drives price fluctuations here.</p> <h4>Central banks</h4> <p>Supply is controlled by central banks, who can announce measures that will have a significant effect on their currency’s price. Quantitative easing, for instance, involves injecting more money into an economy, and can cause its currency’s price to drop.</p> <h4>News reports</h4> <p>Commercial banks and other investors tend to want to put their capital into economies that have a strong outlook. So, if a positive piece of news hits the markets about a certain region, it will encourage investment and increase demand for that region’s currency.</p> <p>Unless there is a parallel increase in supply for the currency, the disparity between supply and demand will cause its price to increase. Similarly, a piece of negative news can cause investment to decrease and lower a currency’s price. This is why currencies tend to reflect the reported economic health of the region they represent.</p> <h4>Market sentiment</h4> <p>Market sentiment, which is often in reaction to the news, can also play a major role in driving currency prices. If traders believe that a currency is headed in a certain direction, they will trade accordingly and may convince others to follow suit, increasing or decreasing demand.</p> <h4>Economic data</h4> <p>Economic data is integral to the price movements of currencies for two reasons – it gives an indication of how an economy is performing, and it offers insight into what its central bank might do next.</p> <p>Say, for example, that inflation in the eurozone has risen above the 2% level that the European Central Bank (ECB) aims to maintain. The ECB’s main policy tool to combat rising inflation is increasing European interest rates – so traders might start buying the euro in anticipation of rates going up. With more traders wanting euros, <a>EUR/USD</a> could see a rise in price.</p> <h4>Credit ratings</h4> <p>Investors will try to maximise the return they can get from a market, while minimising their risk. So alongside interest rates and economic data, they might also look at credit ratings when deciding where to invest.</p> <p>A country’s credit rating is an independent assessment of its likelihood of repaying its debts. A country with a high credit rating is seen as a safer area for investment than one with a low credit rating. This often comes into particular focus when credit ratings are upgraded and downgraded. A country with an upgraded credit rating can see its currency increase in price, and vice versa.</p>",
  "coins": 500,
  "type": "Forex",
  "order": 4
}