{
  "title": "Forex basics",
  "content": "<h3>What is the spread in Forex Trading</h3> <p>The spread is the difference between the buy and sell prices quoted for a forex pair. Like many financial markets, when you open a forex position you’ll be presented with two prices. If you want to open a long position, you trade at the buy price, which is slightly above the market price. If you want to open a short position, you trade at the sell price – slightly below the market price.</p> <h3>What is a lot in Forex?</h3> <p>Currencies are traded in lots – batches of currency used to standardise forex trades. As forex tends to move in small amounts, lots tend to be very large: a standard lot is 100,000 units of the base currency. So, because individual traders won’t necessarily have 100,000 pounds (or whichever currency they’re trading) to place on every trade, almost all forex trading is leveraged.</p> <h3>What is a leverage in Forex?</h3> <p>Leverage is the means of gaining exposure to large amounts of currency without having to pay the full value of your trade upfront. Instead, you put down a small deposit, known as margin When you close a leveraged position, your profit or loss is based on the full size of the trade.</p> <h3>is margin in Forex?</h3> <p>Margin is a key part of leveraged trading. It is the term used to describe the initial deposit you put up to open and maintain a leveraged position. When you are trading forex with margin, remember that your margin requirement will change depending on your broker, and how large your trade size is.</p> <p>Margin is usually expressed as a percentage of the full position. So, a trade on EUR/GBP, for instance, might only require 1% of the total value of the position to be paid in order for it to be opened. So instead of depositing AUD$100,000, you’d only need to deposit AUD$1000.</p> <h3>What is a pip in Forex?</h3> <p>Pips are the units used to measure movement in a forex pair. A forex pip is usually equivalent to a one-digit movement in the fourth decimal place of a currency pair. So, if GBP/USD moves from $1.353<strong>6</strong>1 to $1.353<strong>7</strong>1, then it has moved a single pip. The decimal places shown after the pip are called fractional pips, or sometimes pipettes.</p>",
  "coins": 500,
  "type": "Forex"
}